{
    "welcome": "მე ვარ დამწყები ფრონტ-ენდის დეველოპერი, ვმუშაობ ჩემს პირად პროექტებზე და მაქვს სწავლის ენთუზიანზი. მზად ვარ მაქსიმალური ძალისხმევა დავახარჯო და მივაღწიო წარმატება ვებ დეველოპერობაში.",
    "subject_email": "მოდი ვითანამშრომლოთ",
    "subject_first_word": "მოდი",
    "subject_second_word": "ვითანამშრომლოთ",
    "connect": "დაკავშირება",
    "socials": "სოც ქსელი",
    "version": "ვერსია",
    "code": "კოდი",
    "about_me": "ჩემს შესახებ",
    "navigation": "ნავიგაცია",
    "link_home": "მთავარი",
    "link_work": "პროექტები",
    "work_title": "ჩემი პროექტები",
    "link_about": "ჩემს შესახებ",
    "link_contact": "კონტაქტი",
    "view": "გადასვლა",
    "type_title": "ტიპი",
    "liberties_title": "ბიბლიოთეკა",
    "description_title": "აღწერა",
    "description_georgia": "შევქმენი პროექტი, რომელიც დაეხმარება ტურისტებს გააცნოს საქართველო. პროექტი დაიწერა Vite + ReactJS-ის გამოყენებით. ძირითადი ბიბლიოთეკა რომელიც იქნა გამოყენებული დიზაინისთვის არი TailwindCSS, ასევე ანიმაციისთვის იქნა გამოყენებული framer-motion, gsap და swiper. მონაცემთა მართვა შეიქმნა Zustand-ის გამოყენებით.",
    "description_vibrant": "პროექტი vibrant არი landing გვერდი. ის შექმნილია Vite + ReactJS-ის გამოყენებით. პროექტის UI სისტემა დამზადებულია SCSS-ის გამოყენებით და გაუმჯობესებულია ბიბლიოთეკებით, როგორიცაა framer-motion.",
    "description_marvel": "პროექტი Marvel გამოყენებულია Marvel API-ს მონაცემთა დახმარებით. ის შექმნილია Vite + ReactJS-ის გამოყენებით. პროექტის UI სისტემა დამზადებულია SCSS-ის გამოყენებით. მონაცემთა მართვა ეფექტურად განხორციელდა Zustand-ის მეშვეობით.",
    "alert_marvel": "პროექტის დემო ვერსია არ არსებობს, Marvel Api მონაცები არა რეკომინდირებული პროექტის დემო ვერსიებისთვის.",
    "description_namari": "პროექტი namari არი landing გვერდი. ის შექმნილია Vite + ReactJS-ის გამოყენებით. პროექტის UI სისტემა დამზადებულია SCSS-ის გამოყენებით და გაუმჯობესებულია ბიბლიოთეკებით, როგორიცაა framer-motion.",
    "next_case": "შემდეგი",
    "back_btn": "დაბრუნმება",
    "about_title": "რატო უნდა ამირჩიო მე",
    "about_description": "მე ვარ დამწყები ფრონტ-ენდ დეველოპერი, ვმუშაობ ჩემს პირად პროექტებზე. ყოველ პროექტში ვცდილობ რაღაც ახალთან ვიმუშაო, ასევე პრიველ რიგში ვაყენებ კოდის ხარისხს.",
    "about_span": "ყოველთვის ვიკლევ",
    "how_i_can_help": "შემიძლია დაგეხმაროთ",
    "learn_grow": "სწავლა და ზრდა",
    "learn_grow_description": "მზად ვარ მუდმივად გავზარდო ცოდნა, აქტიურად შეისწავლო ახალი ტექნოლოგიები და განვითარების მეთოდები, რათა შევძლო მუშაობისას მაღალი ეფექტურობის მიღწევა.",
    "hardworking_reliable": "შრომისმოყვარე",
    "hardworking_reliable_description": "შეგიძლიათ ჩემი იმედი გქონდეთ, რომ საქმეებს კარგად და დროულად მოვრჩები, ჩემი მუშაობის ხარისხზე სრული პასუხისმგებლობის აღებით.",
    "driven_succeed": "მიბიძგებს წარმატებისკენ",
    "driven_succeed_description": "მე მოტივირებული ვარ ჩემი მიზნების მიღწევით. მე ეფექტურად მივუდგები ჩემს საქმეს, რათა დავრწმუნდე, რომ მივაღწევ საუკეთესო შედეგებს."
}